Repository: hkgranli/flutter-engagement
Catalog: lib/l10n/app_*.arb
Languages: no

# about_contact
source: If you have further questions please contact:
no: Hvis du har flere spørsmål, vennligst kontakt:

# about_project_blockp1
source: This application is developed as a part of a master thesis at NTNU. The aim of the thesis is to research the effects of digital technology in a citizen engagement process. Citizen engagement is a democratic process where governments or project owners share information related to a project or technologies, with the aim of educating the public and gather feedback with the citizen's unique perspective. This project uses information produced by Helios on solar technology and aims for citizens of Møllenberg.
no: Denne applikasjonen er utviklet som en del av en masteroppgave ved NTNU. Målet med oppgaven er å forske på effekten av digital teknologi i en prosess for innbyggerengasjement. Innbyggerengasjement er en demokratisk prosess der myndigheter eller prosjekteiere deler informasjon knyttet til et prosjekt eller teknologier, med mål om å øke kunnskapen til innbyggerne og samle tilbakemeldinger med innbyggers unike perspektiv. Dette prosjektet bruker informasjon produsert av Helios om solcelleteknologi og retter seg mot innbyggere i Møllenberg.

# about_project_blockp2
source: Helios is a project ran by NTNU's Faculty of Engineering. The aim of the project is enhancing optimal exploitation of solar energy in Nordic cities through the digitalization of the built environment. The historic area of Møllenberg is a special focus of research. This is because the heritage buildings introduces unique challenges related to sustainable conservation and development of historical areas.
no: Helios er et prosjekt drevet av NTNUs ingeniørfakultet. Målet med prosjektet er å forbedre optimal utnyttelse av solenergi i nordiske byer gjennom digitalisering av det bygde miljøet. Det historiske området Møllenberg er et spesielt fokus for forskning. Dette fordi kulturarvbygningene introduserer unike utfordringer knyttet til bærekraftig bevaring og utvikling av historiske områder.

# about_project_blockp3
source: Historic buildings represent a masterpiece of human creativity and hold a significant value in giving people a sense of identity and continuity. The Møllenberg district mainly consists of two-story wooden houses from the 1880s and 1890s. Due to their cultural heritage, it is difficult to get permission for renovating the houses at Møllenberg - even though it is much needed.
no: Historiske bygninger representerer et mesterverk av menneskelig kreativitet og har en betydelig verdi i å gi folk en følelse av identitet og kontinuitet. Bydelen Møllenberg består i hovedsak av to-etasjers trehus fra 1880- og 1890-tallet. På grunn av deres kulturarv er det vanskelig å få tillatelse til oppussing av husene på Møllenberg – selv om det er sårt tiltrengt.

# average_consumption
source: The average electricity consumption per capita at Møllenberg is 6889 kWh every year.
no: En gjennomsnittlig husholdning på Møllenberg bruker 6889 kW/t strøm per person i året.

# community_share
source: Community Shared Ownership
no: Sameie

source: Comparison
no: Sammenligning

source: East
no: Øst

# eco_model
source: Ownership Models
no: Eierskapsmodeller

# economic_sustainability
source: Most of the buildings in Møllenberg are apartments in a co-ownership or in a housing association (Eiendomsprofil, 2022). Therefore, a collective investment is the most realistic way to acquire solar energy solution. The profitability of solar modules are tied both to the value generated by the modules as well as whatever equipment it replaces. In order to maximize the profitability of solar technology, the product should be installed as a part of a building's regular maintenance schedule. If the solar panels live for up to 40 years, this means that in Møllenberg, multiple owners of the same building/apartment, could use the same panels. Energy saving will differ for one investment to another. This is a result of different variables such as location, radiation, weather, lifetime, size, product, energy prices, inflation and more.
no: De fleste bygningene i Møllenberg er leiligheter i sameie eller i borettslag (Eiendomsprofil, 2022). Derfor er en kollektiv investering den mest realistiske måten å anskaffe solenergiløsning på. Lønnsomheten til solcellemoduler er knyttet både til verdien generert av modulene, så vel som det utstyret det erstatter. For å maksimere lønnsomheten til solenergiteknologi, bør produktet installeres som en del av en bygnings vanlige vedlikeholdsplan. Dersom solcellepanelene lever i opptil 40 år, betyr det at i Møllenberg kan flere eiere av samme bygg/leilighet bruke de samme panelene. Energisparing vil variere for en investering til en annen. Dette er et resultat av ulike variabler som plassering, stråling, vær, levetid, størrelse, produkt, energipriser, inflasjon med mer.

# eff_est
source: Estimations
no: Estimering

# elec_fasca
source: Electricity from roof and facade
no: Strøm fra tak og fasade

# elec_roof
source: Estimated energy in kw/h
no: Strøm fra tak

# energy_perspective
source: With {energy} {kwt} you can:
no: {energy} {kwt} tilsvarer:

source: Energy Storage
no: Energilagring

# energy_storage_content_battery_p1
source: Lithium-ion batteries come with some safety risks, fire and explosion being the most problematic cases. These issues are mainly related to a deterioration of the components forming the battery and the possible unwanted electrochemical reactions. However, it can also be due to the environment conditions like high temperatures or humidity and to human errors such as poor maintenance of the batteries, water immersion or dropping it causing an impact.
no: Litium-ion-batterier medfører noen sikkerhetsrisikoer, brann og eksplosjon er de mest problematiske tilfellene. Disse problemene er hovedsakelig relatert til slitasje på komponentene som danner batteriet og mulige uønskede elektrokjemiske reaksjoner. Det kan imidlertid også skyldes miljøforhold som høye temperaturer eller luftfuktighet og menneskelige feil som dårlig vedlikehold av batteriene, nedsenking i vann eller å miste den og forårsake en støt.

# energy_storage_content_battery_p2
source: Among the energy storage systems the battery has received a lot of attention worldwide, especially the lithium-ion batteries as they offer high energy density, low maintenance and can be recharged hundreds of times. The working principle of the Lithium-Ion batteries is the transmission of Li+ ions from the positive electrode to the negative one creating an electric current. The low cost and versatility make the Li-ion batteries the first choice to power portable electronic devices such as mobile phones and are also used in battery energy storage systems (BESS) to keep the surplus of energy generation from solar and wind. The shelf life of the batteries is predicted to be between 3 and 6 years, as the rate at which they deteriorate is 2-5% per month the Li-ion batteries have to be replaced more frequently than other energy storage systems. To install them as a storage unit costs from 70 000 and 300 000 NOK.
no: Blant energilagringssystemene har batteriet fått mye oppmerksomhet over hele verden, spesielt litium-ion-batteriene da de tilbyr høy energitetthet, lite vedlikehold og kan lades hundrevis av ganger. Arbeidsprinsippet til litium-ion-batterier er overføring av Li+-ioner fra den positive elektroden til den negative som skaper en elektrisk strøm. Den lave kostnaden og allsidigheten gjør Li-ion-batteriene til førstevalget for å drive bærbare elektroniske enheter som mobiltelefoner og brukes også i batterienergilagringssystemer (BESS) for å holde på overskuddet av energiproduksjon fra sol og vind. Holdbarheten til batteriene er spådd å være mellom 3 og 6 år, ettersom hastigheten de forringes med er 2-5 % per måned, må Li-ion-batteriene skiftes ut oftere enn andre energilagringssystemer. Å installere dem som lagringsenhet koster fra 70 000 til 300 000 NOK.

# energy_storage_content_battery_p3
source: Installing battery banks in Møllenberg, mainly made of wood, is increasing the possibilities of damaging the buildings, endangering the cultural heritage. It is therefore not a suitable option for this specific neighbourhood.
no: _palceholder Installing battery banks in Møllenberg, mainly made of wood, is increasing the possibilities of damaging the buildings, endangering the cultural heritage. It is therefore not a suitable option for this specific neighbourhood.

# energy_storage_content_intro
source: Because the electricity generation of solar energy is unreliable on a day-to-day basis, an efficient storage technique is necessary. The houses being built of mostly wood requires an extra level of concern. Three ways of storing energy will be presented and discussed:
no: Elektrisitetsproduksjonen av solenergi er upålitelig på daglig basis, er en effektiv lagringsteknikk nødvendig. Husene som bygges for det meste av tre krever en ekstra grad av bekymring. Tre måter å lagre energi på vil bli presentert og diskutert:

# energy_storage_content_intro_battery
source: Battery
no: Batteri

# energy_storage_content_intro_mechanical
source: Pumped Hydro Storage
no: Pumpekraftverk

# energy_storage_content_intro_thermal
source: Thermal Storage
no: Varmelagring

# energy_storage_content_mechanical_p1
source: Pumped Hydro Storage (PHS) is a large-scale system that transports water from a lower reservoir to an upper one with the energy received and generates power again when needed letting the water move down again. PHS provides efficiency of 85% and represents 97% of the European Union’s current energy storage facilities. Although being one of the cheapest with regard to cost per kilowatt-hour, 1000-1900 NOK/kWh, it has the highest construction cost. A hydroelectric system isn't difficult to operate and maintain, it has longevity and it's often more cost-effective than other forms of storage.
no: Pumped Hydro Storage / Vannlagring (PHS) er et storskala system som transporterer vann fra et nedre reservoar til et øvre med den mottatte energien og genererer strøm igjen ved behov slik at vannet beveger seg ned igjen. PHS gir en effektivitet på 85 % og representerer 97 % av EUs nåværende energilagringsanlegg. Selv om den er en av de billigste med hensyn til kostnad per kilowatt-time, 1000-1900 kr/kWh, har den høyest byggekostnad. Et vannkraftsystem er ikke vanskelig å betjene og vedlikeholde, det har lang levetid og er ofte mer kostnadseffektivt enn andre former for lagring.

# energy_storage_content_mechanical_p2
source: Norway being surrounded by large bodies of water has its energy demand provided by hydropower, the landscape is very favorable for this type of infrastructure. Norway already counts 10 pumped storage plants(PSP), one of them near Trondheim named Brattingfoss. This PSP cost 30 million euros to build and it’s the first power plant in Norway set in operation in 1955. Pumped hydro technology is expensive to put in place, large amounts of money have to be invested in their construction. As there’s an already existing pumped hydro facility no initial expense would be needed. This could be an interesting option to store the solar energy long term and from PV panels
no: Norge er omgitt av store vannmasser har sitt energibehov levert av vannkraft, landskapet er svært gunstig for denne typen infrastruktur. Norge har allerede 10 pumpede lagringsanlegg (PSP), ett av dem ved Trondheim ved navn Brattingfoss. Denne PSP-en kostet 30 millioner euro å bygge, og det er det første kraftverket i Norge som ble satt i drift i 1955. Pumpet vannkraftteknologi er dyrt å få på plass, store mengder penger må investeres i konstruksjonen. Siden det allerede finnes et pumpet vannkraftanlegg, vil det ikke være nødvendig med noen innledende utgifter. Dette kan være et interessant alternativ for å lagre solenergien.

# energy_storage_content_thermal_p1
source: Thermal Energy Storage(TES) is a method that keeps energy by heating or cooling a storage medium. Most TES technologies can be readjusted to fit in solar applications. Each thermal storage approach has specific requirements regarding the temperature level, storage duration, structural system, cost and storage material properties among others. It is usually formed by one or more tanks containing the storage medium such as molten salts, packed bed or pressurised water. The cost of TES varies in function of the number of tanks, the medium and the space occupied, it ranges from 200 to 500 NOK/kWh.
no: Termisk energilagring (TES) er en metode som holder energi ved å varme eller kjøle et lagringsmedium. De fleste TES-teknologier kan justeres for å passe i solenergiapplikasjoner. Hver termisk lagringstilnærming har spesifikke krav angående temperaturnivå, lagringsvarighet, strukturelle system, kostnader og lagringsmaterialeegenskaper blant andre. Det er vanligvis dannet av en eller flere tanker som inneholder lagringsmediet som smeltede salter, pakket lag eller vann under trykk. Kostnaden for TES varierer i funksjon av antall tanker, medium og plass okkupert, det varierer fra 200 til 500 NOK/kWh.

# environmental_sustainability_content_p1
source: Heritage buildings does not hold the same technological advantages as newer buildings. Older buildings are estimated to cause around 30% of solid waste production and 35 % of pollutant emissions. As these buildings consumes more electricity, they are responsible for about 39% of the world’s energy consumption. The European Union is targeting the year 2050 to be a climate-neutral economy. To make this happen we need to produce energy in clean forms.
no: Historiske bygninger har ikke de samme teknologiske fordelene som nyere bygninger. Eldre bygninger anslås å forårsake rundt 30 % av produksjonen av fast avfall og 35 % av forurensende utslipp. Ettersom disse bygningene bruker mer strøm, er de ansvarlige for omtrent 39 % av verdens energiforbruk. Den europeiske union har som mål at 2050 skal være en klimanøytral økonomi. For å få dette til må vi produsere energi i rene former.

# environmental_sustainability_content_p2
source: Norway gets a wast majority of its electricity from hydropower, but increasing electricity demands surpasses the hydro-potential. Other renewable sources have to be considered.
no: Norge får mesteparten av sin elektrisitet fra vannkraft, men økende elektrisitetsbehov overgår vannkraftpotensialet. Andre fornybare kilder må vurderes.

# est_drag
source: Hours of Shower
no: Timer i dusjen

# est_gen
source: Current configuration is estimated to generate {total} {kwt} during its first year.
no: Estimert energiproduksjon ved valgt konfigurasjon er {total} {kwt} i løpet av 1. år.

# est_pizza
source: pizza heated in oven
no: pizza stekt i ovn

# est_shower
source: Hours of Shower
no: Timer i dusjen

# est_tesla
source: Full Tesla Model 3 charges
no: Full Tesla Model 3 ladninger

# est_usage
source: This house is expected to have a consumption of 26 040 kWh/year.
no: Dette huset har et forventet energiforbruk på 26 040 kWt/år.

# est_value
source: Drag the slider to set an electricity price reference.
no: Dra i spaken for å sette referansepris på strøm.

# est_value_gen
source: Worth of electricity generated at {price}.
no: estimert verdi på produsert strøm ved {price}.

source: External Resources
no: Eksterne ressurser

# feedback
source: Your Opinion
no: Tilbakemelding

# helios_contact
source: If you have questions for Helios please contact:
no: Dersom du har spørsmål til Helios, kontakt:

# helloWorld
source: Hello world in enlgish
no: Hei verden

source: Home
no: Hjem

# homeTitle
source: Citizen Engagement - Photovoltaic Systems at Møllenberg
no: Solcelleteknologi på Møllenberg

source: Hours
no: Timer

# image_pinch_zoom
source: Pinch to zoom
no: Klyp for å forstørre

# information
source: Resources
no: Informasjon

# information_context
source: This part of the application is designed to provide information and build your confidence on the topic of solar panels and its challenges.
no: Denne interaktive delen av applikasjonen lar deg lære hvordan solcellepaneler og solcellefliser påvirker den estetiske profilen til et hus, og den estimerte potensielle energien som følger med det. Huset som brukes som modell er Kirkegata 35. Du kan også lære mer om ulike eierskapsmodeller.

# interactive
source: Estimations
no: Estimeringer

source: Knowledge Base
no: Kunnskapsbase

# knowledge_short
source: Read and learn about solar technology and its potential at Møllenberg.
no: Les og lær om solcelleteknologi og potensialet på Møllenberg.

# kwt
source: kW/h
no: kw/t

# kwtt
source: kWh
no: kwt

# language
source: English
no: Norsk

# map_des
source: December
no: Desember

# map_june
source: June
no: Juni

# map_mar
source: March
no: Mars

source: Monocrystalline
no: Monokrystall

# more_info
source: More information
no: Mer informasjon

source: North
no: Nord

# owner_4p
source: In the PPPP-model (People-Private-Public-Partnership) of financing, private individuals, the public sector and companies jointly raise the necessary amount of money. The funds are used to purchase a certain number of PV systems, of which some percentages are owned by private individuals and the remainder by companies. The income from the various PV systems will be divided proportionally among the shareholders, depending on the percentage they have contributed to the crowdfunding. With this joint ownership the responsibility of maintenance is also shared. The owners will receive consistent proportional payments from the profits of the generated power.
no: I PPPP-modellen (People-Private-Public-Partnership) for finansiering samler privatpersoner, offentlig sektor og bedrifter inn den nødvendige summen. Midlene brukes til å kjøpe et visst antall solcelleanlegg, hvorav noen prosenter eies av privatpersoner og resten av bedrifter. Inntektene fra de ulike solcelleanleggene vil deles forholdsmessig mellom aksjonærene, avhengig av hvor stor prosentandel de har bidratt med til crowdfundingen. Med dette felleseiet er også vedlikeholdsansvaret delt. Eierne vil motta konsekvente forholdsmessige betalinger fra fortjenesten av den genererte kraften.

# owner_community
source: In this financing form, private individuals and the public sector jointly raise a certain amount of money. This money is used to purchase a certain amount of PV systems, which are 100% owned by the private individuals. The income from the various PV systems will be divided proportionally among the people, depending on the percentage they have contributed to the crowdfunding. ​
no: I denne finansieringsformen samler privatpersoner og det offentlige i fellesskap et visst beløp. Disse pengene brukes til å kjøpe en viss mengde solcelleanlegg, som eies 100 % av privatpersoner. Inntektene fra de ulike solcelleanleggene vil deles proporsjonalt mellom personene, avhengig av prosentandelen de har bidratt med til crowdfundingen.

# owner_leasing
source: Within the leasing model, consumers agree on a service contract with a service provider. This company provides all the technology, including installation. They are also responsible for the entire operation. However, the company owns all the equipment. Customers pay a constant monthly amount to the company. The entire financial risk and operational risk lies with the service provider.​
no: Innenfor leasingmodellen avtaler forbrukerne en tjenestekontrakt med en tjenesteleverandør. Dette selskapet leverer all teknologi, inkludert installasjon. De er også ansvarlige for hele driften. Selskapet eier imidlertid alt utstyret. Kunder betaler et konstant månedlig beløp til selskapet. Hele den økonomiske risikoen og operasjonelle risikoen ligger hos tjenesteleverandøren

# p_info
source: About the application
no: Om applikasjonen

source: Polycrystalline
no: Polykrystall

# rad_tab
source: Radiation
no: Solstråler

# radiation_about
source: This model shows yearly estimated radiation on the surfaces of the house.
no: Denne modellen viser årlig estimert potensiell solstråling på områder over 400 kWt/m^2. Grå områder har lavere potensial enn denne grensen.

# read
source: Information
no: Informasjon

# reg_content_l1_i1
source: A: Very high antequarian value
no: A: Svært høy antikvarisk verdi

# reg_content_l1_i2
source: B: High antequarian value
no: B: Høy antikvarisk verdi

# reg_content_l1_i3
source: C: Antequarian value
no: C: Antikvarisk verdi

# reg_content_p1
source: Protected buildings constitute the majority of Møllenberg. Most of the buildings have been given one form of protection degree as illustrated below. Byantikvaren, which are supposed to advise on the protection of cultural monuments and cultural environments, has made an assessment of the buildings in Trondheim. I this assessment three levels of protection ranging from A to C have been created. It also states which areas are to be classified as areas of consideration (Trondheim kommune, 2021).
no: Fredet bebyggelse utgjør majoriteten av Møllenberg. De fleste bygningene har fått én form for vernegrad som illustrert nedenfor. Byantikvaren, som skal gi råd om vern av kulturminner og kulturmiljøer, har gjort en vurdering av bebyggelsen i Trondheim. I denne vurderingen er det opprettet tre beskyttelsesnivåer fra A til C. Det står også hvilke områder som skal klassifiseres som hensynsområde (Trondheim kommune, 2021).

# reg_content_p2
source: A conservation area can fit into one of three categories:
no: En bevaring kan passe inn i en av tre kategorier:

# reg_guidelines_intro
source: Guidelines
no: Retningslinjer

# reg_guidelines_p1
source: _placehodelr Trondheim Kommune publiserte i mars 2018 en veileder for bevaringsområdet. Formålet med veilederen er å være et hjelpemiddel for beboerne for å kunne oppnå best mulig forvaltning av bygningsmassene. Hva som gjelder for fasadeendringer, er også beskrevet for henholdsvis trebygninger og murbygninger. Overordnet sett skal det for alle bygninger tas vare på de opprinnelige bygningsdelene og disse skal så langt det lar seg gjøre repareres. For trebygninger anbefaler byantikvaren at den opprinnelige kledningen blir tatt vare på. Den eldre kledningen er et trevirke av høy kvalitet og skal dermed så langt det lar seg gjøre bevares, dersom det må skiftes skal det være tilsvarende kledning. I tillegg skal alle fasadeendringer avklares med byantikvaren og søkes om til byggesakskontoret (Byantikvaren, 2018).
no: Trondheim Kommune publiserte i mars 2018 en veileder for bevaringsområdet. Formålet med veilederen er å være et hjelpemiddel for beboerne for å kunne oppnå best mulig forvaltning av bygningsmassene. Hva som gjelder for fasadeendringer, er også beskrevet for henholdsvis trebygninger og murbygninger. Overordnet sett skal det for alle bygninger tas vare på de opprinnelige bygningsdelene og disse skal så langt det lar seg gjøre repareres. For trebygninger anbefaler byantikvaren at den opprinnelige kledningen blir tatt vare på. Den eldre kledningen er et trevirke av høy kvalitet og skal dermed så langt det lar seg gjøre bevares, dersom det må skiftes skal det være tilsvarende kledning. I tillegg skal alle fasadeendringer avklares med byantikvaren og søkes om til byggesakskontoret (Byantikvaren, 2018).
