Repository: hkgranli/flutter-engagement
Catalog: lib/l10n/app_*.arb
Languages: no

# reg_guidelines_p2
source: Roofs must be kept as they are and the original expression and detailing must be preserved. If the roof is to be replaced, the same roofing material must be used as is on the building today, it can also be changed back to the original roofing material. In case of improvement, the existing material must be relocated. It is, among other things, not possible to re-insulate as this could change the shape and character of the building. Changes to thatch material must also be clarified with the city antiquary and an application must be made to the building records office (Byantikvaren, 2018).
no: Tak skal beholdes slik de er og opprinnelig uttrykk og detaljering skal bevares. Ved eventuell utskifting av tak må det benyttes samme tekkemateriale som det er på bygning i dag, det kan også byttes tilbake til opprinnelig tekkemateriale. Ved utbedring skal det eksisterende materialet relegges. Det er blant annet ikke mulig å etterisolere da dette kan endre byggets form og karakter. Endring av tekkemateriale må også avklares med byantikvaren og det skal søkes til byggesakskontoret (Byantikvaren, 2018).

# reg_protection_intro
source: Protection Areas
no: Vernede områder

# reg_zone_1
source: Ensure good management of buildings. Taking care of existing wooden structures.
no: Sikre god forvaltning av bygg. Ta vare på eksisterende trekonstruksjoner.

# reg_zone_2
source: Ensure good living conditions by reducing growth and lower area usage.
no: Sikre gode levekår ved å redusere vekst og arealbruk.

# reg_zone_3
source: Ensure existing variation in building mass for residents and local businesses.
no: Sikre eksisterende variasjon i bygningsmasse for innbyggere og lokalt næringsliv.

# reg_zone_4
source: Ensure good flow of traffic and parking. Securing undeveloped areas for residents.
no: Sikre god flyt av trafikk og parkering. Sikring av ubebygde arealer for beboerne.

# reg_zoning_intro
source: Zoning Plan
no: Områdeplan

# reg_zoningplan
source: The zoning plan for Møllenberg is R0299 (Byantikvaren, 2018). R0299 is included in the guide for conservation from 1986 for Møllenberg, Kirkesletten and Rosenborg. The goal of the guide can be described in four levels:
no: Reguleringsplan for Møllenberg er R0299 (Byantikvaren, 2018). R0299 inngår i veileder for fredning fra 1986 for Møllenberg, Kirkesletten og Rosenborg. Målet med veiledningen kan beskrives i fire nivåer:

source: Regulations
no: Lover og regler

# roof_sides
source: Installation sides
no: Taksider

# s_tile
source: Tile
no: Stein

# select_config
source: Create a solar configuration to get an estimation of generated electricity.
no: Velg solcellekonfigurasjon for å se et estimat av hvor mye energi som kan produseres på et år.

# select_own_model
source: Select Ownership Model
no: Velg Eierskapsmodell

source: Select product
no: Velg produkt

# select_type
source: Select solar type
no: Velg solcelle-type

source: Social Sustainability
no: Sosial bærekraft

# social_sustainability_content
source: With increased housing prices and lower purchasing power fewer resident can afford to become self-owners. This also excludes a high portion of the population from the economic growth in the real estate market. This issue is not unique for Norway but is a central issue in many parts of the world. The effect of this could be increased dividing of class and wealth. Møllenberg is one of the most active and vibrant communities in Trondheim.
no: Med økte boligpriser og lavere kjøpekraft har færre innbyggere råd til å bli selveiere. Dette ekskluderer også en høy andel av befolkningen fra den økonomiske veksten i eiendomsmarkedet. Denne problemstillingen er ikke unik for Norge, men er en sentral sak i mange deler av verden. Effekten av dette kan være økt deling av klasse og rikdom. Møllenberg er et av de mest aktive og levende miljøene i Trondheim.

source: Solar Potential
no: Sol-Potensiale

source: Solar Technology
no: Solcelleteknologi

# solar_technology_cell_types_header
source: Cell Types
no: Solcelletyper

# solar_technology_cell_types_intro
source: There are three main cell-types, Monocrystalline, Polycrystalline and Thin-film.
no: Det er tre hovedcelletyper, monokrystallinsk, polykrystallinsk og tynnfilm.

# solar_technology_cell_types_p2
source: Polycrystalline cells are not made from a homogeneous ingot, and they are cheaper than monocrystalline ones. However, the less perfect crystal structure lowers the efficiency of polycrystalline modules to about 14 to 18%. They can be recognised by the shiny blue colour of the Wafers.
no: Polykrystallinske celler er ikke laget av en homogen barre, og de er billigere enn monokrystallinske. Den mindre perfekte krystallstrukturen senker imidlertid effektiviteten til polykrystallinske moduler til ca. 14 til 18%. De kan gjenkjennes av sin karakteristiske skinnende blåfarge.

# solar_technology_cell_types_p3
source: Thin-film cells can be made from photoactive semiconductor materials like amorphous-based silicon (a-Si), cadmium telluride (CdTe), or copper indium diselenide (CIS). A very thin layer of those materials is applied to a low-cost substrate (f. ex. glass, metal, or plastic). Thin-film cells can be bend and in comparison, to monocrystalline and polycrystalline cells they are not cut into wafers. This gives more possibilities in shape and dimension and allows creative usage in architecture. Moreover, the cells efficiency is less dependent on the surroundings temperature. The downsides of thin-film cells are a toxic manufacturing process and a lower efficiency. The efficiency varies between 4 to 10 %.
no: Tynnfilmceller kan lages av fotoaktive halvledermaterialer som amorft-basert silisium (a-Si), kadmiumtellurid (CdTe) eller kobberindiumdiselenid (CIS). Et veldig tynt lag av disse materialene påføres et rimelig underlag (f.eks. glass, metall eller plast). Tynnfilmceller kan bøyes, og i sammenligning med monokrystallinske og polykrystallinske celler blir de ikke kuttet til _placeholder wafere. Dette gir flere muligheter i form og dimensjon og tillater kreativ bruk i arkitektur. Dessuten er celleeffektiviteten mindre avhengig av omgivelsestemperaturen. Ulempene med tynnfilmceller er en giftig produksjonsprosess og lavere effektivitet. Virkningsgraden varierer mellom 4 til 10 %.

# solar_technology_colored_header
source: Coloured PV
no: Farget Modul

# solar_technology_colored_p1
source: One way to integrate PV modules into the building envelope in a visually appealing way is to use coloured modules. The main areas of application are façades and roofs, where the modules can either be inserted as inconspicuously as possible into the existing structures or deliberately used as an architectural design element. In this way, they offer the opportunity to increase the acceptance of PV in heritage areas such as Møllenberg.
no: En måte å integrere PV-moduler i bygninger på en visuelt smakfull måte er å bruke fargede moduler. Hovedanvendelsesområdene er fasader og tak, hvor modulene enten kan settes inn så lite iøynefallende som mulig i eksisterende konstruksjoner eller bevisst brukes som et arkitektonisk designelement. På denne måten gir de muligheten til å øke aksepten for PV i kulturminner som Møllenberg.

# solar_technology_colored_p2
source: To add colour to a black PV module, part of the incident light must be reflected by the module. This means that fewer photons are available to generate electricity, which lowers the efficiency of the panels. There are different ways to colour PV modules. One of the most common techniques is the use of single and multilayer films that reflect certain wavelengths of visible light due to interference and thereby create a colour. Other possibilities are to print pigments on the cover glass or to influence the scattering and absorption.
no: For å legge til farge på en svart PV-modul, må en del av det innfallende lyset reflekteres av modulen. Dette betyr at færre fotoner er tilgjengelige for å generere elektrisitet, noe som senker effektiviteten til panelene. Det er forskjellige måter å farge PV-moduler på. En av de vanligste teknikkene er bruk av enkelt- og flerlagsfilmer som reflekterer visse bølgelengder av synlig lys på grunn av interferens og dermed skaper en farge. Andre muligheter er å trykke pigmenter på dekkglasset eller å påvirke spredning og absorpsjon.

# solar_technology_colored_p3
source: To compare the efficiency of different colour shades, they must have the same luminosity. The reason for this is that brighter colours lead to a higher reflectance, which increases the relative loss of the modules. Researchers have found that yellow-green colours can achieve the highest efficiencies. This is because the human eye is particularly sensitive to the corresponding wavelengths and thus fewer photons need to be reflected for colouring. Nevertheless, a theoretical efficiency of more than 29% is possible for all sRGB colours if they have a relatively low luminosity.
no: For å sammenligne effektiviteten til forskjellige fargenyanser, må de ha samme lysstyrke. Grunnen til dette er at lysere farger fører til høyere reflektans, noe som øker det relative tapet av modulene. Forskere har funnet ut at gul-grønne farger kan oppnå den høyeste effektiviteten. Dette er fordi det menneskelige øyet er spesielt følsomt for de tilsvarende bølgelengdene, og dermed trenger færre fotoner å reflekteres for å fargelegges. Likevel er en teoretisk effektivitet på mer enn 29 % mulig for alle sRGB-farger hvis de har en relativt lav lysstyrke.

# solar_technology_intro
source: Photovoltaic (PV) cells are devices that can convert solar radiation into direct current. The performance of PV modules depends on several factors. These include the size, material, and electrical efficiency of the solar cells. In addition, climatic conditions also play an important role, as cloudiness and high temperatures lead to a reduction in the power output.
no: Fotovoltaiske (PV) celler er enheter som kan konvertere solstråling til likestrøm. Ytelsen til PV-moduler avhenger av flere faktorer. Disse inkluderer størrelsen, materialet og den elektriske effektiviteten til solcellene. I tillegg spiller også klimatiske forhold en viktig rolle, da overskyethet og høye temperaturer fører til reduksjon i kraftuttaket.

# solar_technology_tiles_header
source: Solar Roof Tiles
no: Soltakstein

# solar_technology_tiles_p1
source: Solar roof tiles can be used as a substitute for normal roof tiles and are therefore particularly suitable for new roof construction or roof renovation. There are solar roof tiles with different shapes, colours, and PV technologies. Mono- or polycrystalline cells can be incorporated into the tile, as well as thin film technologies can be applied to the tiles. The usual efficiencies are in the range of 10 to 15%.
no: Soltakstein kan brukes som erstatning for vanlig takstein og egner seg derfor spesielt godt til ny takkonstruksjon eller takrenovering. Det finnes solcelletakstein med forskjellige former, farger og PV-teknologier. Mono- eller polykrystallinske celler kan inkorporeres i flisen, så vel som tynnfilmteknologier kan brukes på flisene. Den vanlige effektiviteten er i området 10 til 15 %.

# solar_technology_transparent_header
source: Transparent PV
no: Gjennomsiktig PV

# solar_technology_transparent_p1
source: In recent years, research has been conducted into the development of transparent solar cells. These offer the possibility to use glass surfaces for electricity generation. Especially for buildings with large glass facades, the solar cells can enable the buildings to generate more than 40% of their energy consumption themselves. However, the transparency is currently still associated with losses in efficiency, which is why they cannot yet compete with conventional silicon modules. The difficulty in manufacturing transparent solar cells is to enable the transmission of visible light while absorbing photons in the range of non-visible wavelengths. Most technologies for the production of transparent solar cells are based on thin film PV. For this purpose, a layer of a semiconductor less than 20 nm thick is deposited on glass. This reduces the transparency of the glass by at least 20%. Efficiencies range from 1% to 10% depending on transparency and manufacturing process.
no: De siste årene har det blitt forsket på utvikling av transparente solceller. Disse gir muligheten til å bruke glassflater til elektrisitetsproduksjon. Spesielt for bygninger med store glassfasader kan solcellene gjøre det mulig for bygningene å generere mer enn 40 % av energiforbruket selv. Imidlertid er åpenheten foreløpig fortsatt forbundet med tap i effektivitet, og det er derfor de ennå ikke kan konkurrere med konvensjonelle silisiummoduler. Vanskeligheten med å produsere gjennomsiktige solceller er å muliggjøre overføring av synlig lys mens de absorberer fotoner i området av ikke-synlige bølgelengder. De fleste teknologier for produksjon av transparente solceller er basert på tynnfilm PV. For dette formålet avsettes et lag av en halvleder mindre enn 20 nm tykt på glass. Dette reduserer gjennomsiktigheten til glasset med minst 20 %. Effektiviteten varierer fra 1 % til 10 % avhengig av åpenhet og produksjonsprosess.

# solarpot_pot_bakke
source: Bakkegata mainly consist of residential buildings. The amount of space between the different buildings is limited, and as a result many of the walls are not exposed to sunlight even on summer solstice. However, the DSH also shows that a couple of the roof surfaces experience 14-20 direct sun hours during the same period.
no: Bakkegata består i hovedsak av boligbebyggelse. Det er begrenset med plass mellom de ulike bygningene, og som følge av dette blir mange av veggene ikke utsatt for sollys selv på sommersolverv. DSH viser imidlertid også at et par av takflatene opplever 14-20 direkte soltimer i samme periode.

# solarpot_pot_bispehaugen
source: Bispehaugen is an elementary school surrounded by open space. Because of this the building receives a fair amount of sunlight both on the walls 10-12 hours and the roof 14-20 hours. On the north/western part of the chosen area lies a residential complex which also receives upwards of 20 direct sun hours, primarily due to being located next to Thornæs park.
no: Bispehaugen er en barneskole omgitt av friarealer. På grunn av dette mottar bygningen en god del sollys både på veggene 10-12 timer og taket 14-20 timer. På den nord/vestlige delen av det valgte området ligger et boligkompleks som også mottar i overkant av 20 direkte soltimer, først og fremst på grunn av beliggenhet ved siden av Thornæs park.

# solarpot_pot_intro
source: Direct Sun Hours Møllenberg
no: Direkte soltimer Møllenberg

# solarpot_pot_ovre
source: Øvre Møllenberg is situated in the southernmost part of the district. Next to the neighbourhood is a large park containing Kristiansten fort. There is open terrain east of the neighbourhood, which probably positively effects the sun exposure. Consisting mainly of single-building homes, most of the structures receive a significant amount of sun hours especially on the roofs, ranging from 14-20 hours, and on the walls 0-12 hours.
no: Øvre Møllenberg ligger i den sørligste delen av distriktet. Ved siden av nabolaget ligger en stor park som inneholder Kristiansten fort. Det er åpent terreng øst for nabolaget, noe som trolig påvirker soleksponeringen positivt. Består hovedsakelig av enkeltbyggede boliger, de fleste av strukturene mottar en betydelig mengde soltimer spesielt på takene, fra 14-20 timer, og på veggene 0-12 timer.

# solarpot_pot_p1
source: Results of the simulation shows that the exposure on Møllenberg varies from 20 hours at most during summer to 4 hours during the winter. Sun hours distribution is even throughout the district, with a couple of outliers, towards the southern part of the district.
no: Resultater av simuleringen viser at eksponeringen på Møllenberg varierer fra 20 timer på det meste om sommeren til 4 timer om vinteren. Soltimefordelingen er jevn over hele distriktet, med et par ytterliggere, mot den sørlige delen av distriktet.

# solarpot_pot_rosenborg
source: Rosenborg gate is in the northern part of Møllenberg and seems to share its attributes with the area Bakkegata. The walls seem to receive little to no sunlight, whilst some of the roof surfaces get 20 hours of direct sunlight during the summer solstice.
no: Rosenborg gate ligger i den nordlige delen av Møllenberg og ligner på Bakkegata. Veggene ser ut til å motta lite eller ingen sollys, mens noen av takflatene får 20 timer med direkte sollys under sommersolverv.

# solarpot_rad_intro
source: Solar Radiation and Irradiance
no: Solstråling og irradians

# solarpot_rad_p1
source: Photovoltaic (PV) systems convert irradiance into useable electricity. Irradiance is a term used to describe the strength of the electromagnetic radiation a surface receives. The primary factor determining the irradiance strength is the radiations angle of impact with a surface. If a ray hits a surface with an incident angle of 90 degrees, the impact yields the maximum amount of energy. Likewise, if the incident angle is very sharp the sunray will reflect of the surface, and therefore yield less energy (CE, u.d.).
no: Fotovoltaiske (PV) systemer konverterer irradians til brukbar elektrisitet. Bestråling er et begrep som brukes for å beskrive styrken til den elektromagnetiske strålingen en overflate mottar. Den primære faktoren som bestemmer irradiansstyrken er strålingsvinkelen for støt mot en overflate. Hvis en stråle treffer en overflate med en innfallsvinkel på 90 grader, gir støtet maksimal energimengde. På samme måte, hvis innfallsvinkelen er veldig skarp, vil solstrålen reflektere overflaten, og derfor gi mindre energi (CE, u.d.).

# solartech_ex_world
source: Examples at Historical Buildings
no: Eksempler på historiske bygninger

# solartech_moll_ex
source: Examples at Møllenberg
no: Eksempler på Møllenberg

# source_hydro
source: Pumped Hydro Storage
no: Pumpekraftverk

# source_map
source: Map of Møllenberg
no: Kart over Møllenberg

# source_map_dsh
source: Møllenberg map of direct sun hours
no: Møllenberg kart med estimert sol-timer

# source_thermal
source: Thermal Storage
no: Varmelagring

source: Sources
no: Kilder

# sources_content_intro
source: Content Sources
no: Innholdskilder

# sources_img_intro
source: Image Sources
no: Bildekilder

source: South
no: Sør

# storage_table_battery_lifespan
source: 2-3 years
no: 2-3 år

# storage_table_battery_risk
source: High
no: Høy

# storage_table_battery_type
source: Li-ion Battery
no: Li-ion Batteri

# storage_table_header_efficiency
source: Efficiency
no: Effektivitet

# storage_table_header_lifespan
source: Lifespan
no: Levetid

# storage_table_header_risk
source: Risk
no: Risiko

# storage_table_pes_lifespan
source: 50 years
no: 50 år

# storage_table_pes_risk
source: Very Low
no: Veldig lav

# storage_table_pes_type
source: Pumped Storage
no: Pumpekraftverk

# storage_table_tes_lifespan
source: 15-20 years
no: 15-20 år

# storage_table_tes_risk
source: Low
no: Lav

# storage_table_tes_type
source: Thermal and Heat Storage
no: Varmelagring

source: Summary
no: Oppsummering

# sus_content_p1
source: Trondheim kommune has since 2018 had a goal of increased densification, transformation and more efficient use of land and building area to create a more environmentally friendly city and sustainable development for an increasing population. The sustainability of solar technology can be looked at from three angles:
no: Trondheim kommune har siden 2018 hatt et mål om økt fortetting, transformasjon og mer effektiv bruk av areal og byggeareal for å skape en mer miljøvennlig by og bærekraftig utvikling for en økende befolkning. Bærekraften til solenergiteknologi kan ses fra tre vinkler:

# sus_eco
source: Economic Sustainability
no: Økonomisk Bærekraft

# sus_env
source: Environmental Sustainability
no: Miljømessig Bærekraft

source: Sustainability
no: Bærekraft

# technical_info
source: Technical Information
no: Teknisk informasjon

source: Thin film
no: Tynnfilm

# visualization
source: Solar Calculator
no: Visualisering

source: West
no: Vest
